Repository: modo-lv/oni-mod-demolish-neutronium
Catalog: PLib/PLibCore/translations/*.po
Languages: fr

# PeterHan.PLib.Core.PLibStrings.BUTTON_MANUAL
source: MANUAL CONFIG
fr: CONFIGURATION MANUELLE

# PeterHan.PLib.Core.PLibStrings.DIALOG_TITLE
source: Options for {0}
fr: Options pour {0}

# PeterHan.PLib.Core.PLibStrings.MOD_ASSEMBLY_VERSION
source: Assembly Version: {0}
fr: Version d'assemblage: {0}

# PeterHan.PLib.Core.PLibStrings.MOD_HOMEPAGE
source: Mod Homepage
fr: Page d'accueil du mod

# PeterHan.PLib.Core.PLibStrings.MOD_VERSION
source: Mod Version: {0}
fr: Version du mod: {0}

# PeterHan.PLib.Core.PLibStrings.RESTART_REQUIRED
source: Oxygen Not Included must be restarted for these options to take effect.
fr: Oxygen Not Included doit être relancé pour que ces options prennent effet.

# PeterHan.PLib.Core.PLibStrings.TOOLTIP_CANCEL
source: Discard changes.
fr: Annuler les changements.

# PeterHan.PLib.Core.PLibStrings.TOOLTIP_HOMEPAGE
source: Visit the mod's website.
fr: Visiter le site web du mod.

# PeterHan.PLib.Core.PLibStrings.TOOLTIP_MANUAL
source: Opens the folder containing the full mod configuration.
fr: Ouvre le dossier contenant la configuration complète du mod.

# PeterHan.PLib.Core.PLibStrings.TOOLTIP_NEXT
source: Next
fr: Suivant

# PeterHan.PLib.Core.PLibStrings.TOOLTIP_OK
source: Save these options. Some mods may require a restart for the options to take effect.
fr: Conservez ces options. Certains mods peuvent nécessiter un redémarrage pour que les options prennent effet.

# PeterHan.PLib.Core.PLibStrings.TOOLTIP_PREVIOUS
source: Previous
fr: Précédent

# PeterHan.PLib.Core.PLibStrings.TOOLTIP_TOGGLE
source: Show or hide this options category
fr: Afficher ou masquer cette catégorie d'options

# PeterHan.PLib.Core.PLibStrings.TOOLTIP_VERSION
source: The currently installed version of this mod. Compare this version with the mod's Release Notes to see if it is outdated.
fr: La version actuellement installée de ce mod. Comparez cette version avec les notes de mise à jour du mod pour voir si elle n'est pas dépassée.
